Repository: orelzion/smart-siddur-ios
Catalog: Sources/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, he

# gps_summary
source: The application will determine your location according to phone's reported location.
de: Die Anwendung wird Ihre Position aus dem von Ihrem Smartphone berichteten Ort bestimmen.
es: La Aplicación Reconocerá la Ubicación de Acuerdo a las Especificaciones de su Equipo.
fr: L׳application va déterminer votre emplacement en fonction de celle de votre téléphone.
he: האפליקציה תקבע מיקום אוטומטי לפי המכשיר

# gps_title
source: Automatic Location
de: Automatischer Ort
es: Ubicación Automática
fr: Localisation Automatique
he: מיקום אוטומטי

# graDes
source: According to the GRA and Ba'al HaTania as calculated from sunrise to sunset.
de: Nach der Meinung des GRA und Ba'al HaTania von Sonnenauf- bis Sonnenuntergang berechnet.
es: Según el GRA and Ba'al HaTania se calcula de la salida a la puesta del Sol.
fr: Selon GRA et Ba׳al HaTania, calculé du lever du soleil à son coucher.

# groom_title
source: On a Wedding Meal
de: Bei einem Hochzeitsmahl
fr: Lors d׳un Repas de Mariage

# gvuratoTitle
source: Upon hearing thunder, or seeing a violent storm (tornado, hurricane,etc.)
de: Über das Hören eines Donners, oder Sehen eines wilden Sturms (Tornado, Hurricane,etc.)
es: Al oír el trueno, o ver una tormenta violenta (tornados, huracanes, etc)
fr: Lorsque l׳on entend le tonnerre, ou que l׳on voit une violente tempête (tornade, ouragan,etc.)
he: בשמיעת הרעם

# haazinu_title
source: Ha'azinu
de: Ha'asinu

# haderech
source: The Traveler's Prayer
de: Gebet für Reisende
es: Bendición para el Viajero
fr: Prière du Voyageur
he: תפילת הדרך

# haftaraBlessingsTitle
source: Blessing of Haftara
de: Segenspruch für die Haftara
es: Bendición por la Haftara
fr: Bénédiction de la Haftara

# hagbaTitle
source: Raising of the Torah
de: Heben der Torah
es: Al Subir a la Tora
fr: Élévation de la Torah

# hal1Title
source: My Soul Will Praise
de: Meine Seele wird loben
es: Mi Alma Perdurara
fr: Confiance en D.ieu

# hal2Title
source: It is Good to Praise Hashem
de: Es ist gut, Haschem zu loben
es: Es Bueno Alabar a Hashem
fr: Louange à D.ieu

# hal3Title
source: Praise the Lord Hashem
de: Lobet den Ewigen Haschem
es: Alaba a Hashem
fr: Louez l׳Éternel

# hal4Title
source: Sing for Hashem
de: Sing für Haschem
es: Canta a Hashem
fr: Chant pour Hashem

# hal5Title
source: Every Neshama Should Praise Hashem
de: Jede Neschama soll Haschem loben
es: Cada Neshama Debe Alabar a Hashem
fr: Louez Son Omnipotence

# halaIntroText
source: If one prepares dough of water and flour, an olive-sized piece of dough must be separated and burnt from each batch of dough that is at least 2 lbs.10 oz. Regarding the amount of dough required for the recitation of the blessing, opinions vary from 3 lbs. 10.7 oz. to 4 lbs. 15.2 oz.
de: Wenn jemand Teig und Wasser vorbereitet, muss von jeder Partie, die mindestens 1,19 kg ist, ein Oliven-großes Stück des Teigs separiert und verbrannt werden. Bezüglich der Menge des Teigs, welches benötigt wird um den Segenspruch zu sagen, variieren die Meinungen zwischen 1,66 kg und 2,25 kg
es: Si uno se prepara la masa de agua y harina, un pedazo del tamaño de una aceituna, debe ser y quemado de cada lote de masa (esta debe ser de al menos 2 lbs. 10 oz En cuanto a la cantidad de masa necesaria para la recitación de la bendición, las opiniones varían de 3 libras. 10,7 oz a 4 libras. 15,2 oz)
fr: Si on prépare une pâte à base d׳eau et de farine, un morceau de pâte de la taille d\׳une olive doit être séparé et brûlé de chaque lot de pâte faisant au moins 1.2 kgs. Concernant la quantité de pâte requise pour réciter la bénédiction, les opinions varient entre 1.6kgs et 2.2kgs.
he: אם אופה עיסה מקמח ומים, יש להפריש ממנה כזית חלה. השיעור הראוי בברכה נתון במחלוקת כשלדעת הגר״ע יוסף חייבים בברכה כבר מ1666 גרם אך לפי רוב הדעות רק מ2400 גרם ומעלה מתחייבים בברכה

# halaTitle
source: Dough offering
de: Trennen der Challa
fr: Prélèvement de la H׳ala
he: הפרשת חלה

# halelEndBlessingTitle
source: A Blessing after Halel
de: Ein Segenspruch nach Hallel
es: Bendición Post-Halel
fr: Bénédiction après le Halel

# halelS1Title
source: Praise the Lord
de: Lobe den Ewigen
es: Alaba a Hashem
fr: Louez Hashem

# halelS2Title
source: God's Revelation in Egypt
de: G-ttes Offenbarung in Ägypten
es: La Revelación de Hashem en Egipto
fr: Révélation de D.ieu en Egypte

# halelS3Title
source: God's Revelation in the Present
de: G-ttes Offenbarung in der Gegenwart
es: La Revelación de Hashem en el Presente
fr: Hashem Bénit Israël

# halelS4Title
source: God's Revelation in the future
de: G-ttes Offenbarung in der Zukunft
es: La Revelación de Hashem en el Futuro
fr: Révélation de D.ieu dans le futur

# halelS5Title
source: Praise and Thank the Lord
de: Lobpreisung und Dank dem Ewigen
es: Alaba y Agradece a Hashem
fr: Louez et Remerciez Hashem

# halelS6Title
source: A Prayer that was said in Bet HaMikdash
de: Ein Gebet, das im Beit HaMikdasch gesagt wurde
es: Una Bendición Recitada en el Bait HaMikdash
fr: Une Prière dite dans le Bet HaMikdash

# halelStartBlessTitle
source: A Blessing before Halel
de: Ein Segenspruch vor Hallel
es: Bendición por el Halel
fr: Prière avant le Halel

# hamapilTitle
source: Hamapil Blessing
de: Hamapil Segenspruch
es: Hamapil
he: ברכת המפיל

# hanaTitle
source: Hana's Prayer
de: Chana's Gebet
es: Rezo de Hana's
fr: Prière de Hanah

# hanuka
source: Hanuka Lighting
de: Chanukka Lichter
es: Encendido de velas en Hanuka
fr: Allumage des bougies de Hanuka
he: הדלקת נר חנוכה

# hashenHonenuTitle
source: Lord Save Us
de: Herr, rette uns
fr: D.ieu Sauve Nous
he: השם חוננו

# hashkivenuTitle
source: Evning Blessing
de: Abendgebet
es: Bendición por la noche
he: ברכת השכיבנו (ברכת הערב)

# hatzotZmanTitle
source: Midday and Midnight
de: Mittag und Mitternacht
es: Hatzot
fr: Midi et Minuit

# havdala_title
source: Havdala
de: Hawdala
he: הבדלה

# hebrew_months__0
source: Nisan
de: Nissan
he: ניסן

# hebrew_months__1
source: Iyar
de: Ijar
he: אייר

# hebrew_months__2
source: Sivan
de: Siwan
he: סיון

# hebrew_months__3
source: Tamuz
de: Tammus
he: תמוז

# hebrew_months__4
source: Av
de: Aw
he: אב

# hebrew_months__6
source: Tishri
de: Tischrei
he: תשרי

# hebrew_months__7
source: Heshvan
de: Cheschwan
he: חשוון

# hebrew_months__8
source: Kislev
de: Kislew
he: כסלו

# hebrew_months__9
source: Tevet
de: Tewet
he: טבת

# hebrew_months__10
source: Shvat
de: Schwat
he: שבט

# help
source: Help and Feedback
de: Hilfe und Feedback
fr: Aide et remarques
he: עזרה ומשוב

# help_fab
source: Start auto scroll for easier reading (tap elsewhere to hide)
de: Auto-Scroll für leichteres Lesen beginnen (anderswo tippen zum verbergen)
fr: Démarrer le défilement automatique pour une lecture facile (tapez n׳importe où pour cacher cette flèche)
he: הפעל גלילה אוטומטית לקריאה נוחה יותר (גע במקום אחר במסך כדי להעלים)

# help_home_description
source: Tap to open other prayers, access settings, getting help and more!
de: Tippen um andere Gebete zu öffnen, Einstellungen zu ändern, Hilfe und mehr!
fr: Appuyez pour accêder à d׳autres prières, aux paramètres, obtenir de l׳aide et bien plus!
he: לחץ כדי לפתוח עוד תפילות, להיכנס להגדרות, לקבל עזרה ועוד

# help_home_title
source: App Menu
de: App Menü
fr: Menu
he: תפריט

# help_navigation_description
source: Tap this menu to access different parts of the app, like the Calendar
de: Dieses Menü tippen, um auf andere Bereiche der App zuzugreifen, die z.B. dem Kalender
fr: Appuyez sur ce menu pour accéder à différentes parties de l׳application, comme le Calendrier
he: לחץ כאן כדי לפתוח חלקים נוספים באפליקציה כמו למשל לוח שנה

# help_options
source: Set more prayer options
de: Mehr Optionen für Gebete einstellen
fr: Paramétrer d׳autres options des prières
he: קבע אפשרויות שונות בתפילה

# help_pinch
source: Pinch to change text size
de: Kneifen um Textgröße zu verändern
fr: Pincez pour changer la taille du texte
he: לשינוי גודל הטקסט צבוט את המסך

# help_spinner
source: Use the spinner to navigate between parts of the prayer
de: Benutze die Pinnadel um zwischen den Teilen des Gebets zu springen
fr: Utilisez cette flèche pour naviguer entre les différentes parties de la prière.
he: נווטו לקטעים שונים בתפילה

# hoshanotTitle
source: Hosanna
de: Hoschana
he: הושענות

# hoshienuTitle
source: Hoshienu
de: Hoschienu
fr: Hoshienou

# hotsaTitle
source: Taking Out the Sefer
de: Ausheben der Torah
es: Al Sacar el Sefer
fr: Sortie du rouleau de la Torah

# ihudTitle
source: Leshem Ihud
de: Leschem Ihud
he: לשם יחוד

# ikarimTitle
source: The Thirteen Principles of Jewish Faith
de: Die Dreizehn Grundlehren des Jüdischen Glaubens
es: Los Trece Principios de Fe Judía
fr: Les Treize Principes de la Foi Juive

# isbeiTitle
source: Upon smelling fragrant herbs, grasses or flowers:
de: Über wohlriechende Kräuter, Gräser oder Blumen:
es: Al oler las hierbas aromáticas, hierbas o flores:
fr: Lorsque l׳on sent le parfum d׳herbes, graminées ou de fleurs:
he: בהרחת בשמים כפרחים עשבים וכדומה (כגון ורד):

# isha
source: Women say:
de: Frauen sagen:
es: La Mujer dice:
fr: Les Femmes disent:

# israel_holiday
source: Israel National Holiday
de: Israels nationaler Feiertag
es: Fiestas Nacionales de Israel
fr: Fêtes Nationales Israéliennes
he: חגים לֹאומיים

# israel_summery
source: Show special Tefilot for Israel National holidays
de: Zeige spezielle Tefillot für Israels nationale Feiertage
es: Muestra Tefilot especiales por Israel
fr: Afficher les Téfilot Spéciales pour les Fêtes Nationales Israéliennes
he: בחר כדי להראות תפילות מיוחדות לחגים לֹאומיים

# israel_title
source: I am in Israel
de: Ich bin in Israel
es: Me encuentro en Israel
fr: Je suis en Israel
he: אני בישראל

# jog_and_say
source: Jog a bit three times and say
de: Man hüpft ein wenig für drei mal und sagt:
fr: Secouez un peu trois fois et dÓtes
he: קפוץ מעט ואמור:

# kadishDerTitle
source: Kaddish Derabanan
de: Lern-Kaddisch (Derabanan)
fr: Kadish des Endeuillés
he: קדיש דרבנן

# kadishTitkTitle
source: The Full Kaddish
de: Ganzes Kaddisch
es: Kadish Completo
fr: Kadish complet
he: קדיש מלא

# kadishTitle
source: Kaddish
de: Kaddisch
es: Kadish
fr: Kadish
he: קדיש

# kadishYatomTitle
source: The Mourners Kaddish
de: Kaddisch der Trauernden
es: Kaddish del doliente
he: קדיש יתום

# kahalSays
source: The congregation Answer:
de: Die Gemeinde antwortet:
es: El Publico Contesta:
fr: L’Assistance répond:

# kalTitle
source: The Thirteen Principles of Interpretation
de: Die Dreizehn Prinzipien der Interpretation
es: Los Trece principios de Interpretation
fr: Les Treize principes d׳Interprétation

# kaveTitle
source: Hope For Hashem
de: Hoffnung für Haschem
es: Fe en Hashem
fr: Espérance en Hashem

# kdushaTitle
source: Kedushah
de: Keduschah
es: Kedusha

# keep_portrait
source: Lock screen to portrait mode
de: Bildschirm in Bildmodus einrasten
es: Fije la pantalla en Vertical
fr: Verrouiller l׳écran en mode portrait
he: שמור מאונך

# kinot_title
source: Kinnot
de: Kinot

# kissTfilin
source: <small>Touch and kiss your Tefilin</small>
de: <small>Man berührt und küsst sein Tefillin</small>
he: <small>גע ונשק בתפילין</small>

# kohanim_more_than_two
source: If there are Kohanim:
de: Wenn zwei oder mehr Kohanim anwesend sind:
es: Si hay más de dos Cohanim:
fr: S’il y a deux Cohen ou plus:

# kohanimTitle
source: Priestly Blessing
de: Priestersegen
es: Bendición de los Cohanim
fr: Bénédiction des Cohen

# koLechaiTitle
source: Va'amartem Ko Lechai
de: Wa'amartem Ko Lechai
he: ואמרתם כה לחי

# korbanotTitle
source: The Mishna of Sacrifices
de: Die Mischna der Opferbringung
es: Mishna de Sacrificios
fr: La Mishna des Sacrifices
he: משנת הזבחים

# kotel
source: He should direct his heart to the Holy of Holies
de: Er sollte sein Herz in Richtung Heiligtum (Jerusalem) wenden
he: יְכַוֵּן אֶת לִבּוֹ כְּנֶגֶד בֵּית קֹדֶשׁ הַקֳּדָשִׁים

# ktoretTitle
source: Parashat HaKtoret
de: Paraschat HaKetoret
fr: Offrande de l׳Encens

# kyorTitle
source: Parashat HaKyor
de: Paraschat HaKijor

# lamanchaTitle
source: For you Sake
de: Um deines Willens
fr: Pour ton Bien
he: למענך

# lamnatzeachAlMitaTitle
source: Psalms 51
de: Psalm 51
es: Salmo 51
he: תהילים נא

# language_notice
source: The language will be updated only after fresh launch of the app
de: Die Sprache wird erst nach dem Neustart der App aktualisiert
he: השפה תתעדכן רק לאחר אתחול מלא של האפליקציה

# last_location
source: Last Location on Siddur
de: Letzter Ort auf dem Siddur
es: Ultima Localización en Siddur
fr: Dernier Emplacement dans le Siddur
he: מיקום אחרון בסידור

# lemiEvke_title
source: To Whom Shall I Cry
de: Wem soll ich schreien
es: A Quien Debemos Llorar?
fr: Qui vais-je implorer?

# lemitvadeTitle
source: To Whom Who Confesses
de: An den, der gesteht
fr: A celui qui se Confesse
he: למתוודה

# leshemTitle
source: Leshem Ihud
de: Leschem Ihud

# levana_birkat
source: Birkat HaLevana
de: Birkat HaLewana
he: ברכת הלבנה

# levana_kidush
source: Kidush Levana
de: Kiddusch Lewana
he: קידוש לבנה

# loadLastLocation
source: Loading last saved location
de: Lädt den zuletzt gespeicherten Ort
fr: Retrouver le dernier emplacement sauvegardé
he: טוען מיקום שמור אחרון

# loc_alt
source: Elavation
de: Höhe
es: Elevación
fr: Altitude
he: גובה

# loc_daylight
source: Daylight Saving Time
de: Sommerzeit
es: Horario
fr: Heure d׳été
he: שעון קיץ

# loc_delete
source: Delete
de: Löschen
es: borrar
fr: Supprimer
he: מחק

# loc_long
source: Longtitude: %1$@
de: Längengrad: %1$@
he: גובה: %1$@

# loc_select
source: Select Location
de: Ort auswählen
es: Escoja Ubicación
fr: Choisissez un lieu:
he: קבע מיקום

# loc_source
source: Source: %1$@
de: Quelle: %1$@
es: Fuente: %1$@
he: מקור: %1$@

# loc_tz
source: Time Zone: %1$@
de: Zeitzone: %1$@
es: Zona Horaria: %1$@
fr: Fuseau horaire: %1$@
he: אזור זמן: %1$@

# location_has_changed
source: Location has been updated
de: Der Ort wurde aktualisiert
fr: L׳emplacement a été mis à jour
he: המיקום עודכן

# location_has_changed_dont
source: Don't show this message again
de: Diese Meldung nicht mehr zeigen
fr: Ne plus afficher ce message
he: אל תציג שוב את ההודעה הזאת

# location_has_changed_message
source: Please reload the app
de: Bitte laden Sie die App neu
fr: Merci de relancer l׳application
he: התפילות ייטענו מחדש

# location_name_unkown
source: Unknown Location
de: Unbekannter Ort
es: Ubicación desconocida
fr: Lieu inconnu
he: מיקום לא ידוע

# location_summary
source: Jewish Times and calendar settings
de: Jüdische Zeiten und Kalender-Einstellungen
es: Escoja su Ubicación y Controle los Zmanim
fr: Paramètres du Temps Juif et du Calendrier
he: זמני היוֹם ולוח השנה

# location_title
source: Zmanim Settings
de: Smanim Einstellungen
es: Preferencias por los Zmanim y Ubicación
fr: Paramétrage des Horaires
he: הגדרות מיקום וזמנים

# locations_tab
source: Locations
de: Orte
es: Localizaciones
fr: Emplacements
he: מיקומים

# login_or
source: - OR -
de: - ODER -
he: - או -

# login_password
source: Password
de: Passwort
he: סיסמה

# login_title
source: Login
de: Einloggen
he: התחברות

source: Logout
de: Ausloggen
fr: Quitter
he: צא מהחשבון

# long_tap
source: Long tap to switch to other parts
de: Gedrückt halten um zu anderen Teilen zu springen
fr: Appui long pour basculer sur d׳autres emplacements
he: לחץ לחיצה ארוכה לשינוי קטע

# look_for_moon
source: Briefly gaze upon the moon.
de: Man betrachtet kurz den Mond.
fr: Regardez brièvement la lune.
he: הבט על הירח

# lulavBless
source: Blessing for Lulav
de: Segenspruch für Lulav
es: Bendición del Lulav
fr: Prière du loulav
he: ברכה על הלולב

# maakeTitle
source: Upon building a protective railing around one’s roof or other dangerous area
de: Über das Bauen eines Schutzgeländers um sein Dach oder gefährliche Stelle
es: Tras la construcción de una barandilla de protección alrededor de su techo u otro lugar peligroso
fr: En construisant une balustrade protectrice autour d׳un toit ou d׳une zone dangereuse
he: קביעת מעקה

# maaseBereshitTitle
source: Upon seeing lightening
de: Über das Sehen eines Blitzes
es: Al ver el Rayo
fr: Lorsque l׳on voit un éclair
he: בראיית ברק

# maaser
source: Tithes
de: Die Zehntenabgabe
fr: Dîme (Maaser)
he: הפרשת תרומות ומעשרות

# manOnly
source: Men say:
de: Männer sagen:
es: El Hombre dice:
fr: Les Hommes disent:

# manual
source: Manually
de: Manuell
es: Manual
fr: Manuellement
he: הוכנס ידנית

# manual_summary
source: Choose Location
de: Ort auswählen
es: Escoja Ubicación
fr: Choisissez un Lieu
he: בחר מיקום

# manual_title
source: Manual Location
de: Manueller Ort
es: Ubicación Manual
fr: Localisation Manuelle
he: בחר מיקום

# maoz_zur_title
source: Maoz Zur
de: Maos Zur
he: מעוז צור

# mariv
source: Maariv
de: Maariw
he: מעריב

# mazon
source: Birkat HaMazon
de: Birkat HaMason
he: ברכת המזון

# meen_shalosh
source: The Threefold Blessing
de: Segenspruch nach einem Snack
es: Bendición de las tres Especies
fr: Bénédictions après une Collation
he: מעין שלוש

# message_box_hint
source: Write a message
de: Schreibe eine Nachricht
fr: Ecrire un message
he: כתוב הודעה

# message_received
source: New message from support
de: Neue Nachricht vom Support
fr: Nouveau message du support
he: הודעה חדשה מהתמיכה

# mezonot_instruction
source: For Mezzonot of Eretz Yisrael:
de: für Mehlspeisen aus dem Land Israel:
he: על מזונות מישראל:

# mezonotBlessTitle
source: Before eating anything made of wheat, barley, oats, rye, or spelt one should say:
de: Bevor man etwas aus Weizen, Gerste, Hafer, Roggen oder Dinkel isst, sagt man:
es: Antes de comer cualquier cosa hecha de trigo, cebada, avena, centeno o espelta, habría que decir:
fr: Avant de mager un aliment à base de blé, orge, avoine, seigle, ou épeautre on dit:
he: מזונות:

# mezonotTitle
source: Mezonot
de: Mehlspeisen

# mezuzaTitle
source: Before affixing a mezuzah
de: Vor dem Anbringen einer Mesusa
es: Antes de colocar la Mezuza
fr: Avant de poser une mézuzah
he: קביעת מזוזה

# mgaDes
source: According to the Magen Avraham as calculated from dawn to nightfall.
de: Nach der Meinung des Magen Awraham von Morgendämmerung bis Einbruch der Nacht berechnet.
es: Según el Magen Avraham se calcula de la salida a la puesta del Sol.
fr: Selon Magen Avraham, calculé du lever du soleil à son coucher.

# mila_title
source: On a Brit Mila Meal
de: Bei einem Brit Mila Mahl
fr: Lors d׳un repas de Brit Mila

# milaPyutTitle
source: Pyut Before Mila
de: Piyut vor Mila
es: Pyut antes de la Mila
fr: Pyut Avant Mila
he: פיוטים לפני המילה

# mimakimTitle
source: Out of the Depth
de: Aus der Tiefe
es: Fuera de la Profundidad
fr: Je T’invoque, Ô Eternel

# mincha_zman_alert
source: Sunset was at %@
de: Sonnenuntergang war um %@
fr: Le coucher du soleil était ‡ %@
he: שקיעה הייתה ב%@

# minchaBigZmanTitle
source: Earliest Mincha
de: Frühestes Mincha
es: Minja Gedola
fr: Minha au plus tôt
he: מנחה גדולה

# minchaDes
source: %1$@ One can start praying Mincha
de: %1$@ Man kann anfangen Mincha zu beten.
es: %1$@ De Ahora se puede decir Shajirt
fr: %1$@ On peut commencer Minha

# mineiTitle
source: When preparing to smell or upon smelling fragrances that are (a) a blend of spices of different origins, or (b) of non-vegetable origins (e.g. synthetic perfumes), or (c) of undetermined origin:
de: Vor dem Riechen oder über das Riechen eines Duftes, das (a) eine Mischung aus Gewürzen verschiedenen Ursprungs ist, oder (b) eines nicht-pflanzlichen Ursprungs ist (z.B. synthetische Parfüme), oder (c) eines unbestimmten Ursprungs ist:
es: Cuando se prepare para oler o al oler fragancias que son (1) una mezcla de especias de diferentes orígenes, o (2) de los orígenes no vegetales (por ejemplo, perfumes sintéticos), o (3), de origen indeterminado:
fr: Lorsque l׳on se prépare à sentir ou lorsque l׳on sent le parfum provenant (a) d׳un mélange d׳épices de différentes origines, ou (b) d\׳origine non végétale (ex. parfums synthétiques), ou (c) d\׳origine indéterminée:
he: בהרחת דברים שלא ידוע מקורם, או שאין מקורם בהצומח או שהם ממינים מעורבים:

# miSheanaTitle
source: Who Answered
de: Der, der antwortete
fr: Celui qui Répond
he: מי שענה

# mitsvaBlessingTitle
source: The Blessings Over Mitzvot
de: Segensprüche über Mitzwot
es: La Bendicion por las Mitzvot
fr: Bénédictions pour les Mitzvot
he: ברכות המצוות

# mizmorTodaTitle
source: Mizmor LeToda
de: Mismor LeToda

# mode
source: Choose Tefila Mode
de: Wähle den Tefilla Modus
es: Escoja el modo de Rezo
fr: Choisir le Mode de Tefila
he: בחר מצב תפילה

# mode_pref
source: Choose Mode
de: Wähle Modus
es: Modo
fr: Choisissez le Mode
he: בחר מצב תפילה

# modeInstruction
source: As soon as you wake up, say
de: Sobald man aufgewacht ist, sage man:
es: Al Despertar:
fr: Dès le lever, on dit:
he: מיד לאחר שקמת משנתך, אמור

# modimDrabnanTitle
source: Modim D'Rabbanan
de: Modim Derabbanan

# more_apps
source: More applications by Karri Apps
de: Mehr Applikationen von Karri Apps
es: Mas Aplicaciones de Karri Apps
fr: Autres programmes de Karri Apps
he: עוד אפליקציות מבית Karri Apps

source: More Zmanim
de: Mehr Smanim
fr: Horaires Détaillés
he: עוד זמנים

# moztash_title
source: End of Shabbat
de: Schabbat endet um:
es: Al Terminar Shabbat
fr: Fin de Shabbat

# mukaf_title
source: Purim Date
de: Purim Datum
es: Celebro Shushan Purim
fr: Date de Pourim
he: אני חוגג פורים ב

# mussafBlessTitle
source: The Day's Blessing
de: Der Segen für den Tag
es: Bendición del Día
fr: Bénédiction du Jour

# must_update
source: The app you are using is not supported any more, please navigate to the store for update
de: Die App, die Sie nutzen, wird nicht mehr unterstützt, bitte begeben Sie sich in den Store für ein Update
fr: L׳application que vous utilisez n׳est plus maintenue, merci d׳aller sur le Play Store pour une mise à jour
he: הגרסה שברשותך לא נתמכת יותר, אנא עבור לחנות כדי להוריד גרסה חדשה

# nachem_pref
source: Show Nachem at all prayers
de: Zeige Nachem bei allen Gebeten
fr: Afficher Nachem dans toutes les prières
he: הראה נחם בכל התפילות

# navigation_drawer_close
source: Close navigation drawer
de: Navigationskasten schließen

# navigation_drawer_open
source: Open navigation drawer
de: Navigationskasten öffnen

# nechama_title
source: Redemption
de: Erlösung
es: Redención
fr: Rédemption

# nechamaTitle
source: Consolation
de: Trost

# netilaBlessTitle
source: Before eating a bread, one shall wash his hands and say:
de: Bevor man Brot isst, wäscht man seine Hände und sagt:
es: Antes de Comer pan, Se lava las manos y bendice:
fr: Avant de manger du pain, on se lave les mains et on dit:
he: נטילת ידיים:

# netilaInstruction
source: After one has done with his needs and washed his hands, he should say
de: Nachdem man seine Notdurft verrichtet und die Hände gewaschen hat, sagt man
es: Después de entrar al baño y hacer netila
fr: Après avoir fait ses besoins et s׳être lavé les mains, on dit:
he: לאחר עשיית צרכיך, אמור:

# netilaTitle
source: Washing Hands
de: Waschen der Hände
es: Lavado de Manos
fr: Prière après s’être lavé les Mains

# new_version_title
source: New Version Available
de: Neue Version verfügbar
fr: Nouvelle Version Disponible
he: יש גרסה חדשה!

source: Next
de: Nächste
es: Siguiente
fr: Suivant
he: הבא

# nightfallGraDes
source: According to GRA. Calculated as 18 Minutes as degrees, after sunset. One can start say Shma of the Night
de: Nach der Meinung des GRA. Berechnet als 18 Minuten als Grad, nach Sonnenuntergang. Man kann anfangen Schma für die Nacht zu sagen.
es: Según el GRA. Calculado 18 Minutos grados, despues de la Puesta del Sol. Ahora Se puede decir el Shma de la Noche
fr: Selon GRA. Calculé à 18 Minutes de degrés, après le coucher du soleil. On peut commencer le Shéma de la Nuit
